<div id="fact_summary">
    <h1 id="factText">
        Интересные факты про смартфоны
    </h1>
</div>

<div id="our_facts">
    <div id="sashaText">
        Сашкин факт: телефоны появились
        Термин "сотовый телефон" ("cell phone") появился благодаря тому, что зоны покрытия, обслуживаемые базовыми станциями, делятся на ячейки ("cell"). Впервые этот термин был использован в 1977 году.
    </div>
    <div id="tanyaText">
        Телефон Nokia 1100 признан самым популярным мобильником всех времён. Было продано более четверти миллиарда экземпляров. 
    </div>
    <div id="marinaText">
        91% всех взрослых, которые пользуются мобильными телефонами, держат их в пределах досягаемости 24 часа в сутки.
    </div>
    <div id="sofaText">
        <p>Первый звонок с мобильного телефона был сделан 3 апреля 1973 года. Его сделал Мартин Купер, инженер Motorola, с мобильного телефона на улицах Нью-Йорка.</p>
        <div id="one">
            <img src="/images/phone.jpg">
        </div>
        <p>90% всех сотовых телефонов, используемых в Японии, являются водонепроницаемыми. Причина странная. Молодёжь пользуется телефонами, даже когда принимает душ. Следовательно, телефоны должны быть водонепроницаемыми.</p>
        <div>
           <img src="/images/water.jpg"> 
        </div>
        

    </div>
    <div id="ourText">
        
        В 2011 году один норвежский мальчик спасся от нападения волка, включив на своём телефоне музыку в стиле хэви-метал.
         Самый дорогой iPhone 5 - стоил 15 миллионов долларов. Он был инкрустирован бриллиантами и золотом.
    </div>
    <div id="newText">
        Если вы боитесь покинуть свой дом без мобильного телефона, это называется номофобией.
        Сколько раз за день человек разблокирует свой смартфон? В среднем это 110 раз.
    </div>
</div>
