<div id="fact_summary">
    <h1 id="factText">
        Девочки, сюда внесите текст пж
    </h1>
</div>

<div id="our_facts">
    <div id="sashaText">
        Сашкин факт: телефоны появились
    </div>
    <div id="tanyaText">
        Танькин факт
    </div>
    <div id="marinaText">
        91% всех взрослых, которые пользуются мобильными телефонами, держат их в пределах досягаемости 24 часа в сутки.
    </div>
    <div id="sofaText">
        <p>Первый звонок с мобильного телефона был сделан 3 апреля 1973 года. Его сделал Мартин Купер, инженер Motorola, с мобильного телефона на улицах Нью-Йорка.</p>
        <div id="one">
            <img src="/images/phone.jpg">
        </div>
        <p>90% всех сотовых телефонов, используемых в Японии, являются водонепроницаемыми. Причина странная. Молодёжь пользуется телефонами, даже когда принимает душ. Следовательно, телефоны должны быть водонепроницаемыми.</p>
        <div>
           <img src="/images/water.jpg"> 
        </div>
        

    </div>
    <div id="ourText">
        
    </div>
</div>
