<div id="fact_summary">
    <h1 id="factText">
        Девочки, сюда внесите текст пж
    </h1>
</div>

<div id="our_facts">
    <div id="sashaText">
        Термин "сотовый телефон" ("cell phone") появился благодаря тому, что зоны покрытия, обслуживаемые базовыми станциями, делятся на ячейки ("cell"). Впервые этот термин был использован в 1977 году.
    </div>
    <div id="tanyaText">
        Танькин факт
    </div>
    <div id="marinaText">
        Маринкин факт
    </div>
    <div id="sofaText">
        Софкин факт
    </div>
    <div id="ourText">
        В 2011 году один норвежский мальчик спасся от нападения волка, включив на своём телефоне музыку в стиле хэви-метал.
    </div>
</div>