<div id="fact_summary">
    <h1 id="factText">
        Девочки, сюда внесите текст пж
    </h1>
</div>

<div id="our_facts">
    <div id="sashaText">
        Сашкин факт
    </div>
    <div id="tanyaText">
        Танькин факт
    </div>
    <div id="marinaText">
        Маринкин факт
    </div>
    <div id="sofaText">
        <p>Первый звонок с мобильного телефона был сделан 3 апреля 1973 года. Его сделал Мартин Купер, инженер Motorola, с мобильного телефона на улицах Нью-Йорка.</p>
        <p>90% всех сотовых телефонов, используемых в Японии, являются водонепроницаемыми. Причина странная. Молодёжь пользуется телефонами, даже когда принимает душ. Следовательно, телефоны должны быть водонепроницаемыми.</p>

    </div>
    <div id="ourText">
        Бедный блок, в который мы все внесем свои изменения, а потом наступит конец света. Короче делаем conflict, girls
    </div>
</div>