<div id="history_summary">
    <h1 id="historyText">
        История появления смартфонов
    </h1>
</div>

<div id="history_facts">
    <div id="history1Text">
        Что же такое первый смартфон? Объединить функциональность мобильного телефона и коммуникатора пытались практически сразу после появления первых коммуникаторов в начале 90-х годов прошлого века. Первой попыткой вполне можно считать телефон IBM Simon, который был впервые представлен в качестве концепта в 1992 году.
    </div>
    <div id="simon">
         <img src="/images/simon.jpg">
    </div>
    <div id="history2Text">
        В 1999 году другой скандинавский бренд Ericsson представил миру свою модель смартфона - R380. Устройство оснащалось сенсорным дисплеем с диагональю 3.7 дюйма и работало на операционке Symbian.
    </div>
    <div id="phone2">
         <img src="/images/phone2.jpg">
    </div>
    <div id="history3Text">
        Не так сложно вспомнить, когда появились смартфоны в России. Бизнесмены в разное время владели и Motorola DynaTAC и IBM Simon, но массовый потребитель познакомился со смартфонами в начале 2000-х. Первыми на отечественном рынке стали устройства Nokia (модели 9210, 7650).
    </div>
    <div id="nokia">
         <img src="/images/nokia.jpg">
    </div>
    <div id="history4Text">
        Позднее к ним присоединились Sony Ericsson P800 и Siemens SX1. 
    </div>
    <div id="history5Text">
        А в 2007 году мы узнали о гаджетах Apple iPhone, которые и по сей день считаются одними из лидеров сегмента.
    </div>
    <div id="Iphone">
         <img src="/images/Iphone.jpg">
    </div>
    <div id="history5Text">
        Автор стараницы: Молодцова Татьяна
    </div>
</div>