<div id="promo">
    <h1 id="promoText">
        Новый PhoneBrand - это лучший телефон
    </h1>
</div>

<div id="mainTextWrap">
    <div id="mainText">
        <p>Мы российская компания, предоставляющая лучшие  мобильные телефоны на рынке. </p>
        <p>Здесь Вы можете подобрать на свой вкус одну из новейших моделей представленных на данный  момент.</p>
        <p>Наша компания несет ответственность за качество товаров, поэтому сотрудничает только с официальными представителями Apple, Samsung и HTC.</p>
        <p>Мы-это качество</p>
        <p>Ведущий маркетолог: Иофчу Александра</p>






    </div>
</div>