<div id="promo">
    <h1 id="promoText">
        Новый PhoneBrand - это лучший телефон
    </h1>
</div>

<div id="mainTextWrap">
    <div id="mainText">
Мы российская компания, предоставляющая лучшие  мобильные телефоны на рынке. 

Здесь Вы можете подобрать на свой вкус одну из новейших моделей представленных на данный  момент.

Наша компания несет ответственность за качество товаров, поэтому сотрудничает только с официальными представителями Apple, Samsung и HTC.

Мы-это качество

    </div>
</div>